Repository: dungnguyen10989/baseplatform
Catalog: ios/*.lproj/InfoPlist.strings
Languages: vi

# NSCameraUsageDescription
source: To scan QR code/ barcode for payment, please allow MoMo to access your camera.
vi: Cho phép MoMo truy cập tính năng Camera để chụp ảnh, quét mã thanh toán QRCode, BarCode.

# NSContactsUsageDescription
source: Please allow MoMo to access your Contacts to select phone numbers faster.
vi: Cho phép MoMo truy cập Danh bạ để đồng bộ danh bạ và truy cập danh bạ nhanh hơn.

# NSFaceIDUsageDescription
source: Please allow MoMo to use your FaceID to log in.
vi: Cho phép MoMo truy cập FaceID để có thể đăng nhập bằng FaceID.

# NSHealthShareUsageDescription
source: To count your steps, please allow MoMo to access your Health feature.
vi: Cho phép MoMo truy cập tính năng Health để đếm bước chân.

# NSHealthUpdateUsageDescription
source: To count your steps, please allow MoMo to access your Health feature.
vi: Cho phép MoMo truy cập tính năng Health để đếm bước chân.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Please allow MoMo to access your current location to find the nearest.
vi: Cho phép MoMo truy cập Vị trí để hiển thị vị trí hiện tại và tìm địa điểm gần đây nhất.

# NSLocationAlwaysUsageDescription
source: Please allow MoMo to access your current location to find the nearest.
vi: Cho phép MoMo truy cập Vị trí để hiển thị vị trí hiện tại và tìm địa điểm gần đây nhất.

# NSLocationUsageDescription
source: Please allow MoMo to access your current location to find the nearest.
vi: Cho phép MoMo truy cập Vị trí để hiển thị vị trí hiện tại và tìm địa điểm gần đây nhất.

# NSLocationWhenInUseUsageDescription
source: Please allow MoMo to access your current location to find the nearest.
vi: Cho phép MoMo truy cập Vị trí để hiển thị vị trí hiện tại và tìm địa điểm gần đây nhất.

# NSPhotoLibraryAddUsageDescription
source: To save images, please allow MoMo to access your Photo library.
vi: Cho phép MoMo truy cập Thư viện hình ảnh để có thể lưu hình ảnh.

# NSPhotoLibraryUsageDescription
source: To upload photos from your phone, please allow MoMo to access your Photo library.
vi: Cho phép MoMo truy cập Thư viện hình ảnh để cập nhật hình ảnh đại diện hay lựa chọn upload hình ảnh.

# NSBioIDCancelUsageDescription
source: Skip
vi: Bỏ qua

# NSBioIDTouchIDUsageDescription
source: Use TouchID to unlock MoMo
vi: Sử dụng TouchID để mở khóa MoMo

# NSBioIDFaceIDUsageDescription
source: Use FaceID to unlock MoMo
vi: Sử dụng FaceID để mở khóa MoMo
